{
  "entries": [
    {
      "id": "1",
      "title": "The Great Cycle",
      "summary": "The cosmic timespan that measures the precession of the equinoxes, approximately 25,600 solar cycles in length.",
      "keywords": ["great cycle", "precession", "equinox", "time", "cosmic", "25600"],
      "passage": "The Great Cycle measures the breath of the celestial sphere. As the pole star traces its slow circle in the heavens, the Seeded move through Ages of understanding and forgetting. What was known becomes lost; what was lost becomes found again. We are now in the final breaths of the current Great Cycle, when remembrance begins to stir in the hearts of the Seeded."
    },
    {
      "id": "2",
      "title": "The Ages",
      "summary": "Cosmic periods lasting approximately 2,160 solar cycles, named after zodiacal constellations.",
      "keywords": ["ages", "zodiac", "constellations", "pisces", "aquarius", "age of", "2160"],
      "passage": "Each Age bears the influence of its stellar patron. The Age of Pisces brought the waters of faith and the sleep of reason. Now, as we enter the Age of Aquarius, the waters pour forth from the vessel of knowledge, awakening what has long slumbered. The transition between Ages is often marked by great upheaval and revelation."
    },
    {
      "id": "3",
      "title": "Enki",
      "summary": "An ancient keeper of knowledge who preserved wisdom during the Great Flood.",
      "keywords": ["enki", "flood", "knowledge", "keeper", "ea", "wisdom"],
      "passage": "Enki was the one who walked between worlds. When the waters rose to cleanse the earth, it was Enki who preserved the seeds of knowledge in sealed vessels. The tablets speak of how he taught the Seeded to rebuild after the waters receded, bringing them mathematics, agriculture, and the sacred geometries. His symbol was the double helix of waters, representing the twinned streams of material and spiritual knowledge."
    },
    {
      "id": "4",
      "title": "Mana",
      "summary": "The primordial creative energy that flows through all living beings and sacred spaces.",
      "keywords": ["mana", "energy", "life force", "sacred", "power", "vibration"],
      "passage": "Mana is neither substance nor spirit, but the living bridge between realms. The ancients knew how to gather and direct this force through sacred geometries, sound, and intention. The megalithic structures that still stand throughout the world were once conduits for Mana, aligned with stellar and terrestrial currents. Those who learn to sense Mana within themselves awaken to The Way."
    },
    {
      "id": "5",
      "title": "The Tablets",
      "summary": "Ancient stone records containing the history and wisdom of pre-flood civilizations.",
      "keywords": ["tablets", "records", "stone", "ancient", "emerald", "civilization"],
      "passage": "The First Tablets were carved before the Flood, their surfaces marked with the angular script of those who remembered their origin. Most were lost beneath the waters, but seven were preserved. These became known as the Emerald Tablets, though they were not made of emerald but of a substance unknown to modern science—a vitrified stone that resonates when touched by one who is awakened. The text begins: 'As above, so below; as within, so without.'"
    },
    {
      "id": "6",
      "title": "The Flood",
      "summary": "A global cataclysm that marked the end of a previous Age and nearly erased all knowledge.",
      "keywords": ["flood", "cataclysm", "deluge", "waters", "reset", "cleansing"],
      "passage": "When the last Great Cycle ended, the waters came. Not merely rain, but the rising of the deep ocean beds as the earth shifted on its axis. Coastlines vanished. Mountains emerged from seas. The knowledge of the previous Age was lost save for what few keepers managed to preserve. The Archives contain maps of the world before the waters came—continents unrecognizable to modern eyes, and civilizations whose very names have been forgotten."
    },
    {
      "id": "7",
      "title": "The Sacred Archive",
      "summary": "The metaphysical repository of all knowledge preserved across Ages.",
      "keywords": ["archive", "library", "repository", "knowledge", "records", "akashic"],
      "passage": "The Sacred Archive exists in the space between memory and manifestation. It cannot be destroyed or corrupted, for it exists beyond the material realm. The keepers across time have accessed its chambers through disciplined consciousness. What appears lost in the material world remains preserved in the Archive. Those who learn to enter its halls find that all knowledge from all Ages awaits rediscovery."
    },
    {
      "id": "8",
      "title": "The Seeded",
      "summary": "Term for humanity, those who carry the seed of cosmic awareness and potential awakening.",
      "keywords": ["seeded", "human", "humanity", "beings", "consciousness", "awareness"],
      "passage": "The Seeded were not born of this earth alone, but carry within them the pattern of stars. Though they walk in forgetfulness, within each beats the rhythm of cosmic memory. When the Seeded awaken to their nature, they recognize themselves not merely as bodies, but as vessels of awareness—consciousness given form to experience the physical realm and eventually to remember its source."
    },
    {
      "id": "9",
      "title": "The Way",
      "summary": "The path of awakening that leads through knowledge to direct experience of cosmic truth.",
      "keywords": ["way", "path", "awakening", "journey", "truth", "realization"],
      "passage": "The Way is not a doctrine but a journey. It begins with the seed of question and grows through the soil of knowledge. But it flowers only in the light of direct experience. Those who walk The Way move from believing to knowing to being. The Archive preserves the signposts left by those who walked The Way before, but each of the Seeded must discover their own path through the territories of consciousness."
    }
  ]
}